{
    "NAVIGATION": {
        "HOME": "Homepage",
        "ABOUT": "Über uns",
        "SHOP": "Onlineshop",
        "HISTORY": "Kloster",
        "CONTACT": "Kontakt"
    },
    "HOME": {
        "TITLE": "Homepage",
        "WELCOME": "Willkommen"
    },
    "ABOUT": {
        "ABOUT_TITLE": "Über uns",
        "ABOUT_TEXT_1": "BENEMIR d.o.o. ist ein Unternehmen (GmbH) im Bereich der Herstellung, des Handels und  der Dienstleistungen. Es übernimmt bei der Herstellung originaler und autochthoner Produkte wie beispielsweise der Rab-Torte, Tinkturen, Salben, Liköre und Marmeladen das Erbe, die Erfahrung und Rezepturen des tausendjährigen Benediktinerinnenklosters des hl. Andreas in Rab.",
        "ABOUT_TEXT_2": "Das grundlegende Ziel unserer Tätigkeit ist es, bei der Produktion der Endprodukte lokale, ökologisch hergestellte Rohstoffe zu verwenden.",
        "RAPSKA_TORTA_TITLE": "Rab-Torte (Rapska torta)",
        "RAPSKA_TORTA_TEXT": "Auch die Rab-Torte stammt aus dem Kloster der Nonnen der Benediktinerinnen in Rab. Gemäß der mündlichen Überlieferung wurde dieser Kuchen von den Nonnen anläßlich des Besuchs von Papst Alexander III in Rab im Jahr 1177 zubereitet. Das Rezept wurde über die Jahrhunderte überliefert und blieb in seiner ursprünglichen Form erhalten, weshalb es bis in die Gegenwart gelangt ist.",
        "PRODUCTS_TITLE": "Einheimische Produkte",
        "PRODUCTS_TEXT": "Wir rekultivieren verwilderte landwirtschaftliche Flächen auf der Halbinsel Kalifront und pflanzen Obstgärten an. Wir bauen eine ökologische und nachhaltige landwirtschaftliche Produktion von Obst und Heilpflanzen auf. Dabei planen wir die Herstellung von Rohstoffen, die für die Herstellung der Rab-Torte (Mandeln, Orangen, Zitronen), von Tinkturen, Salben (Heilpflanzen) und Likören verwendet werden.",
        "HANDWORK_TITLE": "Handarbeiten",
        "HANDWORK_TEXT": "Was uns auf dem Markt unverkennbar macht, das ist unser langjähriges Wissen als auch die Arbeitserfahrung unserer Fachleute und Mitarbeiter bei der Kreation und  Fertigung verschiedener Produkte. Unsere Philosophie beruht auf der Wertsteigerung durch Entwicklung originaler und gesunder Lösungen als Antwort auf Herausforderungen, mit denen sich unsere Käufer konfrontiert sehen."
    },
    "SHOP": {
        "SHOP_TITLE": "Onlineshop - in Vorbereitung",
        "SHOP_TEXT_DOWNLOAD": "Übernehmen Sie den Produktkatalog ",
        "SHOP_TEXT": "und kontaktieren Sie uns auf der Adresse prodaja@benemir.com"
    },
    "HISTORY": {
        "HISTORY_TITLE": "Benediktinerinnenkloster des hl. Andreas auf Rab",
        "HISTORY_TEXT_1": "Das Benediktinerkloster mit der Kirche des hl. Andreas (sv. Andrija), gegründet während des 11. Jahrhunderts, erhebt sich direkt über den Klippen an der Küste der Bucht der hl. Euphemia. Das Kloster wurde für Töchter von Adelsfamilien aus Rab gegründet. Einige Historiker führen dafür das Jahr 1123 an, allerdings ohne dokumentierte Grundlage. Die erste schriftliche Erwähnung, die uns von der altwürdigen Geschichte dieses Klosters zeugt, ist eine Inschrift am Glockenturm, in der die Äbtin Ivana (Johanna) namentlich erwähnt wird. Der einfache romanische Glockenturm wurde im Jahr 1181 errichtet, womit er der älteste der vier Glockentürme von Rab ist.",
        "HISTORY_TEXT_2": "Die Klosterkirche des hl. Andreas ist eine protoromanische dreischiffige Basilika. Bischof Madius, dessen Name in einer Inschrift  auf der Eingangsschwelle in die Kirche erwähnt wird, ließ sie im 11. Jahrhundert errichten. Im 14. Jh. wurde sie erneuert, und in der Mitte des 15. Jh. grundlegend umgestaltet. Im 18. Jh. wurde die Kirche barockisiert. Aus dieser Epoche stammt der hölzerne Barockaltar, eine Arbeit venezianischer  Meister mit einem Altarbild des Malers Grapinelli. Die seitlichen Holzfiguren sind Darstellungen des hl. Benedikt und des Apostel hl. Andreas.",
        "HISTORY_TEXT_3": "Rechts neben dem Hauptaltar befindet sich im Kirchenschiff der Altar der Gottesmutter, die seit dem 16. Jh. im Kloster und auf der ganzen Insel als Wundertätige Gottesmutter von Rab verehrt wird. Die kretisch-byzantinische Ikone der Gottesmutter mit Christus in den Armen stammt aus der ersten Hälfte des 16. Jahrhunderts. Der silberne und vergoldete Rahmen der Ikone ist eine wertvolle Arbeit venezianischer Goldschmiedekunst aus dem 18. Jahrhundert. Am Eingang in die Klosterkapelle befindet sich eine wertvolle kretisch-venezianische Ikone mit einer Darstellung der Beweinung Christi, eine Malerei mit Tempera auf Holz aus der zweiten Hälfte des 16. Jahrhunderts. In der Klosterbibliothek werden außer moderner geistlicher Literatur auch wertvolle alte Schriften, Dokumente und Pergamente aufbewahrt.",
        "HISTORY_TEXT_4": "Die Nonnen des hl. Andreas sind ihrer Mission treu - bete und arbeite. Die Pflege des Gebets und dessen sorgfältige Vorbereitung sind das Rückgrat ihres alltäglichen Lebens, wobei sie es anderen ermöglichen, an ihrem Gebet und  ihrer Einkehr teilzuhaben. In der Atmosphäre des klösterlichen Friedens pflegen sie die klösterliche Gastfreundschaft.",
        "HISTORY_TEXT_5": "Wie vor fast eintausend Jahren, bitten auch heute die Nonnen des Klosters in Rab als Hüterinnen der Stadtmauer mit ihrem Gebet und ihrer Arbeit für die Bedürfnisse von Rab und der Welt, indem sie beten, der Herr möge auf die Fürsprache des hl. Benedikt allen seinen Segen zukommen lassen."
    },
    "CONTACT": {
        "CONTACT_TITLE": "Kontakt",
        "COMPANY_NAME": "Benemir d.o.o.",
        "ADDRESS": "Ivana Rabljanina 6, 51280 Rab",
        "PHONE_1": "+385 5155 0183",
        "PHONE_2": "+385 99 8244 254",
        "EMAIL": "prodaja@benemir.com",

        "SUMMER_TITLE": "Öffnungszeit im Sommer",
        "SUMMER_DATE": "01.06. - 30.09.",
        "SUMMER_DAYS_1": "Montag - Donnerstag: 09-14 & 18-20",
        "SUMMER_DAYS_2": "Freitag, Samstag: 09-14",

        "WINTER_TITLE": "Öffnungszeit im Winter",
        "WINTER_DATE": "01.10. - 31.05.",
        "WINTER_DAYS": "Montag - Samstag",
        "WINTER_TIME": "09:15-12:30",

        "COMPANY_DESCRIPTION": "Unternehmen BENEMIR d.o.o. für die Herstellung, Handel und Dienstleistungen eingetragen in einer Akte beim Handelsgericht in Rijeka",
        "MBS": "Anmeldungsnummer des Subjekts (MBS): 040406367",
        "OIB": "Persönliche Kennziffer (OIB): 30551645134",
        "EUID": "EUID: HRSR 040406367",
        "DZS_MBPS": "Staatliches Statistisches Amt - Anmeldungsnummer des gewerblichen Subjekts: 5143985",
        "DJELATNOST": "Tätigkeit: Sonstiger Kleinhandel mit neuwertigen Waren in spezialisierten Verkaufsräumen",
        "OZNAKA_RAZREDA": "Klassenzeichen: 47.78",
        "ACCOUNT": "Geschäftskonto: PBZ: IBAN HR2923400091111028298"
    },
    "TERMS": {
        "TERMS_TITLE": "Nutzungsbedingungen",
        "TERMS_TEXT_1": "Benemir d.o.o. ist der Herausgeber der Internetseite www.benemir.com. Bei Nutzung der Internetseite wird davon ausgegangen, daß Sie als Nutzer mit den angeführten Nutzungsbedingungen und Verkaufsbedingungen vollkommen vertraut und einverstanden sind.",
        "TERMS_TEXT_2": "Sollten Sie mit ihnen nicht einverstanden sein, oder sie nicht akzeptieren, bitten wir Sie, von der Nutzung dieser Internetseite abzusehen. Bei jeder weiteren Nutzung dieser Internetseite, nachdem Sie sich mit den Nutzungsbedingungen vertraut gemacht haben, wird davon ausgegangen, daß Nutzer den hier dargelegten Bedingungen und Regeln, als auch der Nutzung der Internetseiten gemäß diesen Bedingungen zustimmen. Der Nutzer erklärt sein Einverständnis dafür, daß die Nutzung der Internetseiten ausschließlich auf dessen Verantwortung erfolgt. Benemir d.o.o. kann in keiner Art und Weise weder dafür haften, daß die Nutzung dieser Internetseite unterbrechungsfrei oder fehlerlos sein wird, noch haftet man für Folgen der Nutzung dieser Internetseite oder die Richtigkeit, Zuverlässigkeit oder den Inhalt irgendeiner Information, Dienstleistung oder Ware die mittels dieser Internetseiten gewährt wurden.",
        "TERMS_TEXT_3": "Der Nutzer erklärt sein Einverständnis und bestätigt, daß Benemir d.o.o. nicht für das unangemessene oder gesetzwidrige Verhalten anderer Nutzer oder dritter Seiten verantwortlich ist, und daß das Risiko von möglichen Schäden, die als Ergebnis des angeführten entstehen können,  vollkommen beim Nutzer liegt. Die Haftungserklärung bezieht sich auf alle Schäden, die durch irgendeinen Fehler, Löschung, Unterbrechung, Computerviren, Defekt, Verspätung in der Arbeit oder Übertragung, Unterbrechung in der Kommunikationsleitung, Diebstahl, Vertragsauflösung, Zerstörung oder unbefugten Zugang, Änderungen oder Mißbrauch von Aufzeichnungen, unangemessenes Verhalten, Fahrlässigkeit, oder jegliche andere Handlung hervorgerufen werden.",
        "TERMS_TEXT_4": "Benemir d.o.o. oder eine andere physische oder rechtliche Person, die an der Entwicklung, Herstellung und Verteilung dieser Internetseite beteiligt sind,  sind für keinerlei Schäden verantwortlich, die aus der Nutzung oder der Unmöglichkeit der Nutzung dieser Internetseiten entstanden sind.",
        "TERMS_TEXT_5": "Jegliche Beschädigung der Ausstattung des Nutzers, die durch die Nutzung dieser Internetseiten entstanden sind, fallen nicht in die Verantwortung von Benemir d.o.o.. Benemir d.o.o. behält sich das Recht vor, zu jedem Zeitpunkt und ohne vorherige Benachrichtigung, sofern dies für notwendig erachtet wird, jedwede der hier angeführten Nutzungsbedingungen der Internetseiten oder Verkaufsbedingungen aufzuheben oder zu ändern. Die betreffenden Änderungen können unter anderem auch die Einführung bestimmter Gebühren und Inkassos beinhalten, weshalb wir den Nutzern raten, regelmäßig erneut detailliert die Informationen in den Nutzungs- und Verkaufsbedingungen zu lesen,  damit sie über mögliche Änderungen informiert sind.",
        "TERMS_TEXT_6": "Benemir d.o.o. behält sich ebenfalls das Recht vor, zu jedem Zeitpunkt jegliche Segmente der Geschäftstätigkeit zu ändern oder einzustellen, einschließlich, und ohne Begrenzung,  der Zeit der Verfügbarkeit, des Inhalts, als auch der Ausstattung, die für den Zugang zur oder die Nutzung der Internetseiten notwendig ist.",
        "TERMS_TEXT_7": "Jede eventuelle Änderung oder Streichung der Nutzungsbedingungen ist gegenüber Dritten unmittelbar nach der Veröffentlichung auf den Internetseiten gültig. Jede Nutzung, außer dem Vertrautmachen mit den Änderungen der Bedingungen, der betreffenden Internetseiten seitens des Endnutzers nach einer solchen Änderungen wird als Zustimmung zu diesen Änderungen verstanden werden.",
        "TERMS_TEXT_8": "Nutzer dürfen mittels dieser Internetseiten auf keinerlei Art und Weise irgendwelche Materialien veröffentlichen, übermitteln oder zugänglich machen, deren Inhalt auf irgendeine Art und Weise die Rechte anderer verletzen würden, beispielsweise Inhalte, die beleidigend, verleumderisch sind, oder die Privatsphäre beeinträchtigen oder gefährden usw., als auch Materiale gesetzwidrigen Inhalts oder Form. Benemir d.o.o. behält sich das Diskretionsrecht vor, selbst zu bewerten, ob es seitens des Nutzers zu einer Verletzung der Verpflichtungen gekommen ist. Der Nutzer darf ohne vorherige schriftliche Genehmigung von Benemir d.o.o. nicht auf irgend eine Art und Weise Inhalte veröffentlichen, übermitteln oder zugänglich machen, die eine Anzeige, Reklame oder Angebot von Produkten oder Dienstleistungen jedweder Herkunft, als auch eine religiöse, politische und nichtkommerzielle Werbung enthalten; insbesondere darf er keine anderen Nutzer von Internetseiten anwerben, Nutzer einer anderen Dienstleistung zu werden, die eine direkte oder indirekte Konkurrenz darstellen. Materialien, die sich auf den Internetseiten befinden, sind das Eigentum des Unternehmens Benemir d.o.o. und sind als solche gesetzlich geschützt, oder werden gemäß der Genehmigung des Trägers der Urheberrechte und des Trägers der Markenrechte genutzt, als auch gemäß anderen notwendigen Genehmigungen. Benemir d.o.o. ist ebenfalls Träger der Autorenrechte am gesamten konzeptionellen Inhalt der Internetseite, der für die korrekte und ungestörte Funktion notwendig ist.",
        "TERMS_TEXT_9": "Illustrationen, die auf der Seite veröffentlicht sind, sind urheberrechtlich geschützte Werke und Eigentum des Unternehmens Benemir d.o.o., oder für den kostenfreien Gebrauch bestimmt.",
        "TERMS_TEXT_10": "Verboten ist jegliches Kopieren, die Übertragung, Verteilung, Verknüpfung, Veröffentlichung oder auf irgendeine Art und Weise Änderung dieser Internetseiten ohne die schriftliche Genehmigung von Benemir d.o.o. Jede Verletzung des erwähnten Verbots kann eine Verletzung der Autorenrechte, des Markenrechts, oder irgendwelcher anderer Rechte  zur Folge haben, was unerwünschte Folgen hervorrufen kann wie beispielsweise die Einleitung verschiedener Arten von Gerichtsverfahren, und kann insbesondere zur strafrechtlichen Verfolgung führen. Der Nutzer darf jeglichen Inhalt der Internetseite, gänzlich oder teilweise, nicht ändern, veröffentlichen, übertragen, bei der Übertragung oder dem Verkauf teilnehmen, Abwandlungen schaffen, oder auf irgendeine Art und Weise ausnutzen.",
        "TERMS_TEXT_11": "Ebenfalls nicht erlaubt ist das Kopieren, die Redistribution, erneute Übertragung, Ausgabe oder kommerzielle Verwertung übernommener Materialien. Der Nutzer erklärt sein Einverständnis, er werde Benemir d.o.o. nicht als verantwortlich ansehen und von allen Ersatzforderungen für Schäden oder Kosten freistellen.",
        "TERMS_TEXT_12": "Benemir d.o.o. ist nicht verantwortlich für irgendeinen möglichen Verlust oder Schaden, der deswegen entstanden ist, weil sich der Nutzer auf Informationen verlassen hat, die er auf den Internetseiten erhalten hat. Benemir d.o.o. verwahrt sich in jedem Sinne ausdrücklich gegen Inhalte von Materialien auf Internetseiten dritter Seiten, die man von der Internetseite aufrufen könnte. Falls eine der Bestimmungen dieser Nutzungsbedingungen nichtig sein sollte, wirkt sich diese Nichtigkeit nicht auf die Gültigkeit irgendeiner anderen Bestimmung dieser Bedingungen aus und die übrigen Teile dieser Bedingungen bleiben in Kraft, wobei die nichtige Bestimmung durch eine gültige Bestimmung ersetzt werden wird,  deren Sinne und richtiger Wille am meisten der nichtigen Bestimmung entspricht. Falls irgendeine Seite ihre Rechte aus diesen Nutzungsbedingungen nicht ausnutzt, wird dies weder als Verzicht oder Verlust dieser Rechte, noch irgendwelcher anderer hier angeführten Rechte angesehen.",
        "TERMS_TEXT_13": "Personen im Alter unter 14 Jahren ist die Nutzung der Internetseite untersagt. Jegliche Streitfälle oder Anträge, die aus diesen Bedingungen hervorgehen oder mit ihnen in Verbindung stehen, oder mit ihrer Durchführung in Verbindung stehen, fallen in die Zuständigkeit des Gerichts in Zagreb und werden im Einklang mit den Vorschriften der Republik Kroatien gelöst.",
        "TERMS_TEXT_14": "Mit dem Besuch der Seite wird davon ausgegangen, daß der Nutzer diese Nutzungsbedingungen vollständig gelesen hat."
    },
    "PRIVACY": {
        "PRIVACY_TITLE": "Datenschutzbestimmungen",
        "PRIVACY_SUBTITLE_1": "Erklärung über den Schutz und die Sammlung personenbezogener Daten und ihrer Nutzung",
        "PRIVACY_SUBTITLE_2": "Arten personenbezogener Daten, die über die Internetseite gesammelt werden",
        "PRIVACY_SUBTITLE_3": "Art und Weise, auf die Benemir d.o.o. personenbezogene Nutzerdaten verwendet",
        "PRIVACY_SUBTITLE_4": "Art und Weise, auf die Benemir d.o.o. meine personenbezogenen Daten nutzt",
        "PRIVACY_SUBTITLE_5": "Teilt Benemir d.o.o. meine personenbezogenen Daten?",
        "PRIVACY_SUBTITLE_6": "Meine Rechte hinsichtlich der Verwaltung meiner personenbezogenen Daten",
        "PRIVACY_TEXT_1": "Für uns ist die Privatsphäre der Besucher und Nutzer besonders wichtig. Alle personenbezogenen Informationen, die Sie auf unserer Seite hinterlassen, sind sicher gespeichert; wir sammeln nur Daten, die nach dem Gesetz über den Schutz personenbezogener Daten und dem Gesetz über elektronische Kommunikationen zulässig sind.",
        "PRIVACY_TEXT_2": "Benemir d.o.o. verpflichtet sich zum Schutz der personenbezogenen Daten der Nutzer, indem nur die notwendigen, grundlegenden Daten über den Nutzer gesammelt werden, die für die Erfüllung unserer Verpflichtungen notwendig sind; informiert die Nutzer über die Art der Nutzung gesammelter Daten, bietet Nutzern regelmäßig die Wahlmöglichkeit hinsichtlich der Verwendung ihrer Daten, einschließlich der Möglichkeit der Entscheidung, ob sie es wünschen oder nicht, daß ihr Name von der Liste gestrichen wird, die für Marketingkampagnen genutzt wird. Alle Nutzerdaten werden streng geschützt und sind nur den Bediensteten zugänglich, denen diese Daten für die Erledigung der Tätigkeit notwendig sind. Alle Beschäftigten von Benemir d.o.o. und Geschäftspartner sind für die Achtung der Grundsätze des Schutzes der Privatsphäre verantwortlich.",
        "PRIVACY_TEXT_3": "Benemir d.o.o. kann folgende personenbezogenen Daten der Nutzer der Internetseite über entsprechende Formulare nutzen: Name, Adresse der E-Post, Postadresse, Telefonnummer, Geburtsdatum, Geschlecht, wann der Nutzer die Internetseite besucht, sich registriert, die Unterstützung kontaktiert oder an Werbemaßnahmen bzw. Umfragen der Firma Benemir d.o.o. teilnimmt. Die genannten Informationen werden in keinem Fall über Kanäle gesammelt werden, die nicht vorher angeführt sind, selbst wenn sie im Internet zugänglich sind (E-Post, Gespräch, Facebook usw.). Sollten die genannten Informationen auf eine der angeführten Art und Weise empfangen werden, wird Benemir d.o.o. sie nicht für irgendeinen Zweck verwenden, der im nachstehenden Abschnitt angeführt ist. Zudem wird Benemir d.o.o. weder Verantwortung für die Sicherheit der genannten Daten tragen, noch kann deren Vertraulichkeit garantiert werden.",
        "PRIVACY_TEXT_4": "Die Daten, die über die Internetseite angefragt werden, sind in allen Fällen für die Leistung optimaler Dienstleistungen für den Nutzer notwendig. Falls der Nutzer nicht die geforderten Daten zur Verfügung stellt, kann Benemir d.o.o. nicht garantieren, daß die gelieferten Informationen und Dienstleistungen die Bedürfnisse des Nutzers vollständig befriedigen werden.",
        "PRIVACY_TEXT_5": "Benemir d.o.o. wird die Nutzerdaten für folgende Zwecke bearbeiten: Versendung von kommerziellen Informationen über E-Post, um sie über neue Produkte,  Sonderangebote und Neuigkeiten im Zusammenhang mit der Internetseite und/oder des Unternehmens Benemir d.o.o. allgemein zu informieren, mit Newslettern. Die erwähnten kommerziellen Informationen beziehen sich auf Produkte oder Dienstleistungen, die Benemir d.o.o. als auch alle Mitarbeiter und Partner, mit denen die Firma einen Vertrag über die Verkaufswerbung unter seinen Käufern abgeschlossen hat, anbieten. Mitarbeiter und Partner werden in keinem Fall Zugang zu den personenbezogenen Nutzerdaten haben. In allen Fällen wird Benemir d.o.o. die kommerziellen Benachrichtigungen versenden und sie werden sich auf Produkte und Dienstleistungen innerhalb des Geschäftsbereichs der Firma beziehen. Nutzer können die Leistung aller abonnierten Dienstleistungen mit einem Klick auf den Abschnitt Abonnement kündigen.",
        "PRIVACY_TEXT_6": "Die Internetseite verwendet Technologien für den Schutz von Daten wie zum Beispiel einen Firewall, Verfahren zur Zugangskontrolle und kryptographische Mechanismen zur Verhinderung aller Formen eines unbefugten Zugangs zu Daten und zur Garantie der Vertraulichkeit von Daten. Zum Erreichen der genannten Ziele akzeptieren die Nutzer, daß Benemir d.o.o. Daten zum Zwecke der Zugangskontrolle sammeln wird.",
        "PRIVACY_TEXT_7": "Das Unternehmen Benemir d.o.o. erklärt, alle technischen und organisatorischen Maßnahmen ergriffen zu haben, die für die Garantie der Sicherheit und Integrität der personenbezogenen Daten notwendig sind, die verarbeitet werden, als auch für die Verhinderung ihres Verlusts, ihrer Änderung und/oder eines unberechtigten Zugangs über dritte Seiten.",
        "PRIVACY_TEXT_8": "Benemir d.o.o. erklärt ausdrücklich und garantiert den Nutzern, daß ihre personenbezogenen Daten in keinem Fall an dritte Seiten weitergeleitet werden, und daß es vor der Weiterleitung von personenbezogenen Daten die ausdrückliche, informierte und eindeutige Zustimmung ihres Eigentümers verlangen wird.",
        "PRIVACY_TEXT_9": "Das Unternehmen Benemir d.o.o. garantiert den Nutzern zu jedem Zeitpunkt die Möglichkeit der Nutzung ihres Rechts auf Zugang, Korrektur, Löschung oder Widerspruch hinsichtlich der personenbezogenen Daten, die sie unter den Bedingungen aus der anzuwendenden Gesetzgebung gewährt haben. Nutzer der Internetseite können die erwähnten Rechte unter Zusendung eines schriftlichen Antrags an die Adresse info@benemir.com nutzen, unter Beifügen einer Kopie ihres nationalen Identifikationsdokuments."
    }
}
